Revit 2024 API
ParameterTypeId.RebarSystemNumberOfLinesBottomDir2Generic Property
 "Bottom/Interior Minor Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemNumberOfLinesBottomDir2Generic { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemNumberOfLinesBottomDir2Generic As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesBottomDir2Generic {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace